Revit 2027 API
ParameterTypeId.CutMarkSymbol Property
 "Cut Mark Symbol"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CutMarkSymbol { get; }
Public Shared ReadOnly Property CutMarkSymbol As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CutMarkSymbol {
	ForgeTypeId^ get ();
}
static member CutMarkSymbol : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace